{"cleanup_strategies": ["", "Oil spills are hazardous as the marine ecosystem is affected, and the marine life-forms existence gets unnecessarily threatened.", "Since oil exploration from oceanic resources has become a must, and oil spills occur accidentally, it becomes important to employ various oil spill cleanup methods.", "Oil is one of the most abundant pollutants in the oceans. About 3 million metric tons of oil contaminates the oceans annually. However, oil spills vary in severity and the extent of damage they cause.", "This can be attributed to variations in the oil type, the location of the spill, and the weather conditions present. In addition, the spread and behaviour of spilt oil in the seas is governed by various chemical, physical and biological processes.", "But irrespective of these, oil spills are a serious concern as they can inflict a lot of damage to the ecosystem.", "The effects are experienced not only in the area of the spill but also expand over vast regions to negatively impact shorelines and terrestrial wildlife thousands of metres away from the site of the spill.", "\n\n\n\n", "Since oil density is lesser than water, it floats on the water surface when it leaks or spills (saltwater or freshwater). It is for this reason that it is much easier to clean up an oil spill.", "It is easy to imagine the difficulty in cleaning up a spill if oil was denser than water, and as a result, formed a layer along the bottom of the seas instead of the surface!", "In recent years, many major oil spills have taken place– the Exxon Valdez in 1989, the Prestige in 2002, and the Deepwater Horizon in 2010.", "Oil spills will continue to be a pressing problem and source of pollution as long as ships move most of the petroleum products around the world, and exploration of oil from oceanic resources is steadily on the rise.", "Nevertheless, oil spills mostly occur accidentally, and thus it becomes increasingly important to employ various cleanup methods for tacking the menace they could pose to the marine ecosystem.", "Table of Contents", "Different methodologies can be adopted to clean up oil spills.", "Some of the few important and commonly used methods can be explained as follows:", "The use of oil booms is a straightforward and popular method of controlling oil spills. Equipment called containment booms acts like a fence to prevent the oil from further spreading or floating away. Booms float on the water surface and have three parts –", "• A ‘freeboard’ is the part that rises above the water surface, containing the oil and preventing it from splashing over the top\n• A ‘skirt’ is placed below the surface and keeps the oil from being squeezed under the booms and escaping\n• A kind of cable or chain that connects the parts to strengthen and stabilize the boom.\nConnected sections of the boom are placed around the oil spill area until it is surrounded and contained.", "Additional Information:", "→ This method is effective only when the oil is in one spot.\n→ It works when the spill is accessible within a few hours of taking place; otherwise, the area of the spill becomes too large to manage\n→ It cannot be successfully employed under rough sea waves, high wind velocities or fluctuating tides.", "Related Read: Fighting Oil Spill on Ship", "Once the oil has been confined by using oil booms, skimmers or oil scoops can be deployed onto boats to remove the contaminants from the water surface. Skimmers are machines specially designed to suck up the oil from the water surface like a vacuum cleaner. They are used to physically separate the oil from the water to be collected and processed for re-use.", "Additional Information:", "Sorbents are materials that soak up liquids by either absorption (pulling in through pores) or adsorption (forming a layer on the surface). Both these properties make the process of clean-up much easier. Materials commonly used as oil sorbents are hay, peat moss, straw or vermiculite.", "Additional Information:", "In this method, the oil floating on the surface is ignited to burn it off. This in-situ burning of oil can effectively remove up to 98% of an oil spill, which is more than most other methods.", "According to Obi et al. (2008), “The minimum concentration (thickness) of the slick on the water surface for any measurable effectiveness of in-situ burning is 3mm. This is because it would be tough (and even nearly impossible) to ignite a layer that is not thick enough.", "Additional Information:", "Related Read: The Gulf of Mexico Oil Spill: The Complete Story of DeepwaterHorizon", "When the spilt oil cannot be contained by using booms, the only option left is to accelerate the disintegration of oil. Dispersal agents, such as Corexit 9500, are chemicals that are sprayed upon the spill with the help of aircraft and boats, which aid the natural breakdown of oil components.", "They allow the oil to chemically bond with water by increasing the surface area of each molecule. This ensures that the slick does not travel over the water’s surface and is easier to degrade by microbes.", "Additional Information:", "Related Read: Different Types of Dispersants Used in an Oil Spill", "This procedure is mainly used in situations where the oil is inaccessible to mechanical removal methods such as using booms and skimmers. It is used to dislodge the trapped and weathered oil from locations that are generally inaccessible to machinery.", "Water heaters are used to heat water to around 170°C, then sprayed by hand with high-pressure wands or nozzles. The oil is thus flushed to the water surface, which can be collected with skimmers or sorbents.", "Additional Information:", "Related Read: What is Ship Oil Pollution Emergency Plan (SOPEP)?", "As the name suggests, the method requires hand-held tools and manual labour to clean up the contaminants. It involves using manual means like hands, rakes, shovels etc., to clean the surface oil and oily debris and place them in special containers to be removed from the shoreline.", "Sometimes, mechanized equipment may be employed for providing any additional help and reach out to any inaccessible areas.", "Additional Information:", "Bioremediation refers to the use of specific microorganisms to remove any toxic or harmful substances. For example, various bacteria, fungi, archaea, and algae degrade petroleum products by metabolizing and breaking them into simpler and non-toxic molecules (mostly fatty acids and carbon dioxide). Sometimes, reagents and fertilizers may be added to the area.", "These phosphorus-based and nitrogen-based fertilizers provide adequate nutrients for the microbes to grow and multiply quickly.", "This process is generally not used when the spill has happened in the deep seas and is gradually implemented once the oil approaches the shoreline.", "Additional Information:", "Right after an oil spill, the immediate concern is to prevent the oil from spreading and contaminating the adjacent areas. While mechanical methods like using oil booms effectively contain the oil, they have certain limitations to their use.", "Experts have recently been using compounds like ‘Elastol’, which is basically poly iso-butylene (PIB) in a white powdered form, to confine oil spills. The compound gelatinizes or solidifies the oil on the water surface, thus preventing it from spreading or escaping. In addition, the gelatin is easy to retrieve, and this makes the process highly efficient.", "Additional Information:", "The simplest method of dealing with the oil spill cleanup operation is to use the vagaries of nature like the sun, the wind, the weather, tides, or naturally occurring microbes. It is used in certain cases when the shoreline is too remote or inaccessible, or the environmental impact of cleaning up a spill could potentially far outweigh the benefits.", "Due to the constancy of these elements, the oil generally evaporates or is broken down into simpler components.", "Additional Information:", "A pivotal factor in cleaning up an oil spill is the location where it has happened. Most oil spills take place far out in the sea, so they are generally left to decompose in the environment naturally. However, as they get closer to the shores, we gradually begin to treat them.", "The treatments follow a general rule: (All distances measured from the shoreline)", "These are only general rules and can be altered based on the type of oil that has been spilt and the prevailing weather conditions. No two oil spill cases are the same, so each one is evaluated individually based on its own merit.", "You might also like to read:", " ", "Disclaimer : The information contained in this website is for general information purposes only. While we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.", "In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website.", "Disclaimer : The information contained in this website is for general information purposes only. While we endeavour to keep the information up to date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose. Any reliance you place on such information is therefore strictly at your own risk.", "", "", "  Do you have info to share with us ?  Suggest a correction ", "Mayur Agarwal works as Fourth Engineer with Fleet Management. Traveller at heart, loves to explore new places, dog lover and a complete foodie.", "Read More Articles By This Author  >", "Sign Up To Get Daily Newsletters ", "Join over 60k+ people who read our daily newsletters", "Δ", "By subscribing, you agree to our Privacy Policy and may receive occasional deal communications; you can unsubscribe anytime.", "", "", "Thank u so much for these tips on oil spill management. Please be sending me key oil spill updates for my perusal and understanding.\nRegards", "i sincerely appreciate these information, my knowledge of SPCC is broadened", "Theres only nine here there supposed to be ten dummies", "Wow!!! I found the answers provided very useful. Feeling grateful dearie.", "Bravo! It is a plus to the oil and gas industry. Thanks.", "this is really helpful", "thanks for the info on how to stop oil spills", "Is oil spill is cleared by the method of Newton’s ring", "Thank you very much. I find your answers useful", "Glad the content is helpful. Thank you fro your support.", "Thanks for giving me such nice answer it’s very help me to write my project", "Great article! I glad to know about this information that you mentioned above.It is useful information to me which is informative.I am waiting to get more information from your site.Thanks for providing such information to all….", "All problems in the  world whereher air pollution, water pollution or climate chabges caused by man.\nThese nine steps can reduce oil pollution in ther water if we follow.\nThank you for recommendation", "this information is awesome and helps me for a slide for a presentation", "Tip was explicit and very educative. nice work", "@Destiny: ????????", "Natural recovery seems the safest and most caring of the marine ecosystem despite the fact that it might take a while. However, I also think Elastomers is a quick solution and somewhat harmful but can decently limit the oil spill.", "I live on the Gulf of Mexico. The DWH Disaster of 2010 is STILL causing harm. Even with books, skimmers, sorbents, burning, manual labor and a controversial dispersant both aerial and deepwater injection, the cleanup was not even 15% recovered. I believe BP has paid out $42 billion so far.\nAlso dispersants which grab light oil sink it below the surface.\nSince the US FINES PER GALLON, o corps love dispersants (below surface) since it’s impossible to accurately assess the spill.\nCorexit 9527 is banned in over 30 nation’s, EPA tried to keep Corexit out but BP kept getting ’emergency use” permits.", "And in the Gulf, every oil spill response facility today still supplies one dispersant, Corrxit. It has killed deep reefs, killed oyster beds and diminished catches that sustained us for 1000s of years of fishing, shrimping.\nIn truth, none of these 10 methods is much more than theatrics to reassure govts, people, media….. and oil profits are so huge, BP STILL made billions even WITH the “SPILL”. …y’all make it sound like you knocked over a glass of tea NOT 200 million gallons and 2 million gallons of poison on us, our homes and our waters", "What are some affective methods used to clean up the pollution from oil spills in the ocean and how do these methods work?", "–\tUsing oil booms\n–\tVery simple and popular methods of controlling oil spills.\n–\tFloat on the water surface.\n–\tHave three parts (freeboard, skirt and cable or chain)\n–\tOnly effective when oil is in one spot.\n–\tCan’t be successfully employed under rough sea waves, high wind velocities or fluctuating tides.\n–\tUsing skimmers\n–\tUsed after oil has been confined by oil booms.\n–\tSkimmers can be deployed onto boats.\n–\tThey remove contaminants from the water surface.\n–\tMachines specially designed to suck up the oil from the water.\n–\tOil can then be collected and processed for re-use.\n–\tEconomically viable.\n–\tIf there is debris in the water skimmers can get clogged easily.\n–\tUsing sorbents\n–\tMaterials that soak up liquids by absorption or adsorption.\n–\tAbsorption is the process of pulling in through pores,\n–\tAdsorption is the process of forming a layer on the surface.\n–\tMakes the process of cleaning oil spills much easier,\n–\tOil can be recovered", "What are some affective methods used to clean up the pollution from oil spills in the ocean and how do these methods work?", "–\tUsing oil booms and skimmers\n–\tVery simple and popular methods of controlling oil spills.\n–\tFloat on the water surface.\n–\tHave three parts (freeboard, skirt and cable or chain)\n–\tOnly effective when oil is in one spot.\n–\tCan’t be successfully employed under rough sea waves, high wind velocities or fluctuating tides.\n–\tUsed after oil has been confined by oil booms.\n–\tSkimmers can be deployed onto boats.\n–\tThey remove contaminants from the water surface.\n–\tMachines specially designed to suck up the oil from the water.\n–\tOil can then be collected and processed for re-use.\n–\tEconomically viable.\n–\tIf there is debris in the water skimmers can get clogged easily.\n–\tThe boom moves into the skimmer with oil in it and wraps around it.\n–\tUsing sorbents\n–\tMaterials that soak up liquids by absorption or adsorption.\n–\tAbsorption is the process of pulling in through pores.\n–\tAdsorption is the process of forming a layer on the surface.\n–\tMakes the process of cleaning oil spills much easier.\n–\tOil can be recovered, this prevents wastage and further pollution.\n–\tDifficult to do.\n–\tMay end up worse if this isn’t done.\n–\tSorbents after absorption become up to 15 times as heavy as they were originally.\n–\tThis makes them sink and hard to retrieve.\n–\tAquatic life threatened because they have all the collected oil in them.\n–\tMost effective in small spills or to manage the leftover traces of a larger spill.\n–\tUsing elastomizers", "Who wrote this article? I need to cite it. Thank you", "@Diogo: It was written by one of our writers.", "Anish are you able to provide us with the name of the author? This is the only page I’ve seen that has all types of methods to clean up an oil spill and that has been currently dated. I too have to cite my work with an author. So this would be very helpful. Thank you.", "@Lesley: This article has been written in-house discussing with different team members. You can ask your queries in the forums – https://forums.marineinsight.com", "Very helpful! Very clear and percise too!", "The Exxon Valdez oil spill happened on March 4, in 1989 in Prince William Sound, Alaska. The spill was caused by the tanker hitting a reef  and tearing open the hull of the ship resulting in about 11 million gallons of oil being spilled into the pristine waters of the sound. The spill killed an estimated 250,000 sea birds, 3,000 otters, 300 seals, 250 bald eagles and 22 killer whales.", "I am doing a cl;ass project and would like to know what the most used of the nine ways is", "discount energy tick", "Thanks a lot you really helped me.", "@Luke: ??", "what date was this article published?", "It was recently updated in January 2020", "NOW I CAN RESARHC MORE ABOUT IT\nTHANKS", "This work is really a wow. i am currently work on a project. i want to seek permission to used a part of it for the write up. how do i get permission", "Hi Daniel\nPlease email us the details to info@marineinsight.com", "?? Good Luck.", "The information provided  here was useful,very clear and easy to understand. Thank you so much.", "Hey i am doing a class project so i was wondering if you could just u know tell me wat is the most popular and efective way out of theese 10 ways to cleanup oil spills?????????? I hope u answer", "good", "Kindly inform what are the precautions to be taken when an bunkering ship transferring ATF/LHHSD and Petrol to direct pipe line to store in a tanker built away about 500 meters.", "This was very informative and most appreciated. During the gulf spill  an absorbent was to be used (MOPN), but was cancelled by the Coast Guard for some unspecified reason. Could someone find the reason for its not being tried. It still seems like a logical product. It has such high a high absorbent, light weight to volumn and doesn’t sink in water.", "@Harry: Thank you for the comment 👍", "Thank you.. This was a very enlightening article.", "Your email address will not be published. Required fields are marked *", "Comment *", "Name *", "Email *", "Website", "", " \n\n", "", "Δ", "Signup today and get maritime ebooks submitted to your inbox directly. ", "", "Δ", "And don’t worry, we hate spam too! You can unsubscribe at anytime.", "Signup today and get maritime ebooks submitted to your inbox directly. ", "", "Δ", "And don’t worry, we hate spam too! You can unsubscribe at anytime.", "", "", "", "Marine EngineAir Compressor Marine Boiler Oily Water Separator Marine ElectricalShip Generator Ship Stabilizer", "MooringBridge WatchkeepingShip ManoeuvringNautical Charts AnchoringNautical EquipmentShipboard Guidelines", "Free Maritime eBooksPremium Maritime eBooksMarine SafetyFinancial PlanningMarine CareersMaritime LawShip Dry Dock", "Shipping NewsMaritime ReportsVideosMaritime PiracyOffshoreSafety Of Life At Sea (SOLAS)MARPOL", "Marine EngineAir Compressor Marine Boiler Oily Water Separator Marine ElectricalShip Generator Ship Stabilizer", "MooringBridge WatchkeepingShip ManoeuvringNautical Charts AnchoringNautical EquipmentShipboard Guidelines", "Free Maritime eBooksPremium Maritime eBooksMarine SafetyFinancial PlanningMarine CareersMaritime LawShip Dry Dock", "Shipping NewsMaritime ReportsVideosMaritime PiracyOffshoreSafety Of Life At Sea (SOLAS)MARPOL", "", "© 2010 - 2024 Marine Insight — All Rights Reserved "]}